Repository: GProust/sprout
Catalog: ios/Sprout/Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt

# action_add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar

# action_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Wstecz
pt: Voltar

# action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar

# action_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar

# action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar

# action_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pl: Dalej
pt: Seguinte

# action_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt: Guardar

# action_undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pl: Cofnij
pt: Anular

# age_days
source: %1$lld days
de: %1$lld Tage
es: %1$lld días
fr: %1$lld jours
it: %1$lld giorni
pl: %1$lld dnia
pt: %1$lld dias

# age_months
source: %1$lld months
de: %1$lld Monate
es: %1$lld meses
fr: %1$lld mois
it: %1$lld mesi
pl: %1$lld miesiąca
pt: %1$lld meses

# age_not_born
source: not born yet
de: noch nicht geboren
es: aún no ha nacido
fr: pas encore né(e)
it: non ancora nato
pl: jeszcze nieurodzone
pt: ainda não nasceu

# age_weeks
source: %1$lld weeks
de: %1$lld Wochen
es: %1$lld semanas
fr: %1$lld semaines
it: %1$lld settimane
pl: %1$lld tygodnia
pt: %1$lld semanas

# babies_empty
source: No babies yet — add your little one to start tracking.
de: Noch keine Babys — füge dein Kleines hinzu, um mit dem Tracken zu beginnen.
es: Aún no hay bebés. Añade a tu peque para empezar a registrar.
fr: Aucun bébé pour le moment — ajoutez votre petit pour commencer le suivi.
it: Nessun bambino ancora — aggiungi il tuo piccolo per iniziare a tenere traccia.
pl: Brak dzieci — dodaj swojego maluszka, aby zacząć śledzenie.
pt: Ainda não há bebés — adicione o seu pequenino para começar a acompanhar.

# babies_not_tracking
source: Not tracking
de: Nicht aktiv
es: Sin seguimiento
fr: Suivi arrêté
it: Non in monitoraggio
pl: Nieśledzone
pt: Sem acompanhamento

# babies_not_tracking_help
source: Their history is kept. Restore to track again.
de: Der Verlauf bleibt erhalten. Stelle wieder her, um erneut zu tracken.
es: Se conserva su historial. Restáuralo para volver a hacer seguimiento.
fr: Leur historique est conservé. Restaurez pour reprendre le suivi.
it: La loro cronologia viene conservata. Ripristina per monitorare di nuovo.
pl: Ich historia jest zachowana. Przywróć, aby śledzić ponownie.
pt: O histórico é mantido. Restaure para voltar a acompanhar.

# baby_active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pl: Aktywne
pt: Ativo

# baby_add
source: Add a baby
de: Baby hinzufügen
es: Añadir un bebé
fr: Ajouter un bébé
it: Aggiungi un bambino
pl: Dodaj dziecko
pt: Adicionar um bebé

# baby_delete_body
source: This permanently removes %1$@ and every feeding, sleep, diaper and growth entry for them. This can't be undone.
de: Dies entfernt %1$@ dauerhaft sowie alle Mahlzeiten-, Schlaf-, Windel- und Wachstumseinträge für sie. Das kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente a %1$@ y todas sus entradas de tomas, sueño, pañal y crecimiento. No se puede deshacer.
fr: Cela supprime définitivement %1$@ ainsi que tous ses repas, sommeils, couches et mesures de croissance. Cette action est irréversible.
it: Questo rimuove definitivamente %1$@ e ogni voce di pasto, sonno, pannolino e crescita relativa. L'operazione non può essere annullata.
pl: To trwale usuwa %1$@ oraz każdy wpis karmienia, snu, pieluchy i wzrostu dla tego dziecka. Tego nie można cofnąć.
pt: Isto remove permanentemente %1$@ e todos os registos de alimentação, sono, fralda e crescimento. Não pode ser anulado.

# baby_delete_title
source: Delete %1$@?
de: %1$@ löschen?
es: ¿Eliminar a %1$@?
fr: Supprimer %1$@ ?
it: Eliminare %1$@?
pl: Usunąć %1$@?
pt: Eliminar %1$@?

# baby_editor_edit
source: Edit %1$@
de: %1$@ bearbeiten
es: Editar %1$@
fr: Modifier %1$@
it: Modifica %1$@
pl: Edytuj %1$@
pt: Editar %1$@

# baby_make_active
source: Make active
de: Aktiv setzen
es: Marcar como activo
fr: Rendre actif
it: Rendi attivo
pl: Ustaw jako aktywne
pt: Tornar ativo

# baby_reminder_custom_off
source: Following the app-wide default.
de: Folgt der App-Standardeinstellung.
es: Sigue el ajuste predeterminado de la app.
fr: Suit le réglage par défaut de l'application.
it: Segue l'impostazione predefinita dell'app.
pl: Zgodne z domyślnym ustawieniem aplikacji.
pt: Segue a predefinição da aplicação.

# baby_reminder_custom_on
source: Overrides the app-wide default.
de: Überschreibt die App-Standardeinstellung.
es: Anula el ajuste predeterminado de la app.
fr: Remplace le réglage par défaut de l'application.
it: Sostituisce l'impostazione predefinita dell'app.
pl: Zastępuje domyślne ustawienie aplikacji.
pt: Substitui a predefinição da aplicação.

# baby_reminder_summary_default
source: Feeding reminder: default
de: Mahlzeit-Erinnerung: Standard
es: Recordatorio de tomas: predeterminado
fr: Rappel de repas : par défaut
it: Promemoria pasti: predefinito
pl: Przypomnienie o karmieniu: domyślne
pt: Lembrete de refeições: predefinido

# baby_reminder_summary_every
source: Feeding reminder: every %1$@
de: Mahlzeit-Erinnerung: alle %1$@
es: Recordatorio de tomas: cada %1$@
fr: Rappel de repas : toutes les %1$@
it: Promemoria pasti: ogni %1$@
pl: Przypomnienie o karmieniu: co %1$@
pt: Lembrete de refeições: a cada %1$@

# baby_reminder_title
source: Feeding reminder · %1$@
de: Mahlzeit-Erinnerung · %1$@
es: Recordatorio de tomas · %1$@
fr: Rappel de repas · %1$@
it: Promemoria pasti · %1$@
pl: Przypomnienie o karmieniu · %1$@
pt: Lembrete de refeições · %1$@

# baby_reminder_use_custom
source: Custom setting for this baby
de: Eigene Einstellung für dieses Baby
es: Ajuste personalizado para este bebé
fr: Réglage personnalisé pour ce bébé
it: Impostazione personalizzata per questo bambino
pl: Własne ustawienie dla tego dziecka
pt: Definição personalizada para este bebé

# bleeding_heavy
source: Heavy
de: Stark
es: Abundante
fr: Abondant
it: Abbondante
pl: Obfite
pt: Intenso

# bleeding_light
source: Light
de: Leicht
es: Leve
fr: Léger
it: Leggero
pl: Słabe
pt: Leve

# bleeding_moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
it: Moderato
pl: Umiarkowane
pt: Moderado

# bleeding_none
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pl: Brak
pt: Nenhum

# breast_engorged
source: Engorged
de: Milchstau
es: Con congestión
fr: Engorgé
it: Ingorgato
pl: Nawał
pt: Ingurgitadas

# breast_painful
source: Painful
de: Schmerzhaft
es: Dolorido
fr: Douloureux
it: Dolorante
pl: Bolesne
pt: Doridas

# breast_tender
source: Tender
de: Empfindlich
es: Sensible
fr: Sensible
it: Indolenzito
pl: Tkliwe
pt: Sensíveis

# cd_baby_profile
source: Baby profile
de: Babyprofil
es: Perfil del bebé
fr: Profil du bébé
it: Profilo del bambino
pl: Profil dziecka
pt: Perfil do bebé

# cd_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Wstecz
pt: Voltar

# cd_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar

# cd_delete_baby
source: Delete %1$@
de: %1$@ löschen
es: Eliminar a %1$@
fr: Supprimer %1$@
it: Elimina %1$@
pl: Usuń %1$@
pt: Eliminar %1$@

# cd_edit_baby
source: Edit %1$@
de: %1$@ bearbeiten
es: Editar %1$@
fr: Modifier %1$@
it: Modifica %1$@
pl: Edytuj %1$@
pt: Editar %1$@

# cd_feeding_reminder_baby
source: Feeding reminder for %1$@
de: Mahlzeit-Erinnerung für %1$@
es: Recordatorio de tomas para %1$@
fr: Rappel de repas pour %1$@
it: Promemoria pasti per %1$@
pl: Przypomnienie o karmieniu dla %1$@
pt: Lembrete de refeições para %1$@

# cd_hide_password
source: Hide password
de: Passwort verbergen
es: Ocultar la contraseña
fr: Masquer le mot de passe
it: Nascondi la password
pl: Ukryj hasło
pt: Ocultar a palavra-passe

# cd_open_baby
source: Open %1$@
de: %1$@ öffnen
es: Abrir %1$@
fr: Ouvrir %1$@
it: Apri %1$@
pl: Otwórz: %1$@
pt: Abrir %1$@

# cd_opens_in_browser
source: Opens in your browser
de: Öffnet sich in deinem Browser
es: Se abre en tu navegador
fr: Ouvre dans votre navigateur
it: Si apre nel browser
pl: Otwiera się w przeglądarce
pt: Abre no seu navegador

# cd_restore_baby
source: Restore %1$@
de: %1$@ wiederherstellen
es: Restaurar a %1$@
fr: Restaurer %1$@
it: Ripristina %1$@
pl: Przywróć %1$@
pt: Restaurar %1$@

# cd_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições

# cd_show_password
source: Show password
de: Passwort anzeigen
es: Mostrar la contraseña
fr: Afficher le mot de passe
it: Mostra la password
pl: Pokaż hasło
pt: Mostrar a palavra-passe

# cd_stop_tracking_baby
source: Stop tracking %1$@
de: Tracking für %1$@ beenden
es: Dejar de hacer seguimiento de %1$@
fr: Arrêter le suivi de %1$@
it: Smetti di monitorare %1$@
pl: Przestań śledzić %1$@
pt: Parar de acompanhar %1$@

# checkin_begin
source: Begin
de: Beginnen
es: Empezar
fr: Commencer
it: Inizia
pl: Rozpocznij
pt: Começar

# checkin_intro_body
source: Let's take a moment for you — just a few quick questions, one at a time.
de: Nimm dir einen Moment für dich — nur ein paar kurze Fragen, eine nach der anderen.
es: Tomémonos un momento para ti: solo unas pocas preguntas rápidas, una a una.
fr: Accordons-nous un moment pour vous — juste quelques petites questions, une à la fois.
it: Prendiamoci un momento per te — solo qualche domanda veloce, una alla volta.
pl: Poświęćmy chwilę dla Ciebie — kilka krótkich pytań, jedno po drugim.
pt: Vamos reservar um momento para si — apenas algumas perguntas rápidas, uma de cada vez.

# checkin_opt_out
source: Don't ask me this anymore
de: Diese Frage nicht mehr stellen
es: No volver a preguntarme esto
fr: Ne plus me poser cette question
it: Non farmi più questa domanda
pl: Nie zadawaj mi więcej tego pytania
pt: Não voltar a fazer-me esta pergunta

# checkin_progress
source: Question %1$lld of %2$lld
de: Frage %1$lld von %2$lld
es: Pregunta %1$lld de %2$lld
fr: Question %1$lld sur %2$lld
it: Domanda %1$lld di %2$lld
pl: Pytanie %1$lld z %2$lld
pt: Pergunta %1$lld de %2$lld

# checkin_q_bleeding
source: Any bleeding today?
de: Heute Blutung?
es: ¿Algún sangrado hoy?
fr: Des saignements aujourd'hui ?
it: Hai avuto sanguinamenti oggi?
pl: Czy wystąpiło dziś krwawienie?
pt: Algum sangramento hoje?

# checkin_q_breasts
source: How do your breasts feel?
de: Wie fühlen sich deine Brüste an?
es: ¿Cómo notas los pechos?
fr: Comment se sentent vos seins ?
it: Come senti il seno?
pl: Jak się czują Twoje piersi?
pt: Como sente as suas mamas?

# checkin_q_mood
source: How are you feeling today?
de: Wie fühlst du dich heute?
es: ¿Cómo te sientes hoy?
fr: Comment vous sentez-vous aujourd'hui ?
it: Come ti senti oggi?
pl: Jak się dziś czujesz?
pt: Como se está a sentir hoje?

# checkin_q_notes
source: Anything you'd like to note?
de: Möchtest du etwas notieren?
es: ¿Hay algo que quieras anotar?
fr: Quelque chose à noter ?
it: C'è qualcosa che vuoi annotare?
pl: Czy chcesz coś zanotować?
pt: Há algo que queira anotar?

# checkin_save
source: Save today's check-in
de: Heutigen Check-in speichern
es: Guardar el chequeo de hoy
fr: Enregistrer le bilan du jour
it: Salva il check-in di oggi
pl: Zapisz dzisiejszy wpis
pt: Guardar a verificação de hoje

# checkin_skip
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Plus tard
it: Non ora
pl: Nie teraz
pt: Agora não

# day_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pl: Dziś
pt: Hoje

# day_yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pl: Wczoraj
pt: Ontem

# delivery_cesarean
source: C-section
de: Kaiserschnitt
es: Cesárea
fr: Césarienne
it: Cesareo
pl: Cesarskie cięcie
pt: Cesariana

# diaper_add
source: Add change
de: Wechsel hinzufügen
es: Añadir cambio
fr: Ajouter le change
it: Aggiungi cambio
pl: Dodaj zmianę
pt: Adicionar muda

# diaper_both
source: Urine + stool
de: Urin + Stuhl
es: Orina + heces
fr: Urines + selles
it: Urine + feci
pl: Mocz + stolec
pt: Urina + fezes

# diaper_contents
source: What's in the diaper?
de: Was ist in der Windel?
es: ¿Qué hay en el pañal?
fr: Que contient la couche ?
it: Cosa c'è nel pannolino?
pl: Co jest w pieluszce?
pt: O que há na fralda?

# diaper_empty
source: No diaper changes logged yet.
de: Noch keine Windelwechsel eingetragen.
es: Aún no hay cambios de pañal registrados.
fr: Aucun change enregistré pour le moment.
it: Nessun cambio di pannolino registrato finora.
pl: Brak zapisanych zmian pieluch.
pt: Ainda não há mudas de fralda registadas.

# diaper_log_title
source: Log a change
de: Wechsel eintragen
es: Registrar un cambio
fr: Enregistrer un change
it: Registra un cambio
pl: Zapisz zmianę
pt: Registar uma muda

# diaper_stool
source: Stool
de: Stuhl
es: Heces
fr: Selles
it: Feci
pl: Stolec
pt: Fezes

# diaper_stool_color
source: Stool color
de: Stuhlfarbe
es: Color de las heces
fr: Couleur des selles
it: Colore delle feci
pl: Kolor stolca
pt: Cor das fezes

# diaper_urine
source: Urine
de: Urin
es: Orina
fr: Urines
pl: Mocz
pt: Urina

# duration_hours
source: %1$lldh
de: %1$lld Std.
pl: %1$lld godz.

# duration_hours_minutes
source: %1$lldh %2$lldm
de: %1$lld Std. %2$lld Min.
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min
pl: %1$lld godz. %2$lld min

# duration_minutes
source: %1$lldm
de: %1$lld Min.
fr: %1$lld min
it: %1$lld min
pl: %1$lld min

# duration_seconds
source: %1$llds
de: %1$lld Sek.

# entry_delete_body
source: It will be removed for good. This can't be undone.
de: Er wird endgültig entfernt. Das lässt sich nicht rückgängig machen.
es: Se eliminará definitivamente. Esta acción no se puede deshacer.
fr: Elle sera définitivement supprimée. Cette action est irréversible.
it: Verrà rimossa definitivamente. L'operazione non può essere annullata.
pl: Zostanie trwale usunięty. Tej operacji nie można cofnąć.
pt: Será removida definitivamente. Esta ação não pode ser anulada.

# entry_delete_title
source: Delete this entry?
de: Diesen Eintrag löschen?
es: ¿Eliminar esta entrada?
fr: Supprimer cette entrée ?
it: Eliminare questa voce?
pl: Usunąć ten wpis?
pt: Eliminar esta entrada?

# feed_type_bottle
source: Bottle
de: Flasche
es: Biberón
fr: Biberon
it: Biberon
pl: Butelka
pt: Biberão

# feed_type_breast
source: Breast
de: Brust
es: Pecho
fr: Sein
it: Seno
pl: Pierś
pt: Mama

# feed_type_solid
source: Solids
de: Beikost
es: Sólidos
fr: Solides
it: Solidi
pl: Pokarmy stałe
pt: Sólidos

# feeding_add
source: Add feeding
de: Mahlzeit hinzufügen
es: Añadir toma
fr: Ajouter le repas
it: Aggiungi pasto
pl: Dodaj karmienie
pt: Adicionar refeição

# feeding_add_side
source: Add a side
de: Seite hinzufügen
es: Añadir un lado
fr: Ajouter un côté
it: Aggiungi un lato
pl: Dodaj stronę
pt: Adicionar um lado

# feeding_breastfeeding
source: Breastfeeding
de: Stillen
es: Lactancia
fr: Allaitement
it: Allattamento al seno
pl: Karmienie piersią
pt: Amamentação

# feeding_channel_desc
source: Reminders when it's been a while since the last feed
de: Erinnerungen, wenn die letzte Mahlzeit eine Weile her ist
es: Recordatorios cuando ha pasado un rato desde la última toma
fr: Rappels quand le dernier repas remonte à un moment
it: Promemoria quando è passato un po' dall'ultimo pasto
pl: Przypomnienia, gdy od ostatniego karmienia minęło trochę czasu
pt: Lembretes quando já passou algum tempo desde a última refeição

# feeding_channel_name
source: Feeding reminders
de: Mahlzeit-Erinnerungen
es: Recordatorios de tomas
fr: Rappels de repas
it: Promemoria pasti
pl: Przypomnienia o karmieniu
pt: Lembretes de refeições

# feeding_duration_minutes
source: Duration (minutes)
de: Dauer (Minuten)
es: Duración (minutos)
fr: Durée (minutes)
it: Durata (minuti)
pl: Czas trwania (minuty)
pt: Duração (minutos)

# feeding_edit_title
source: Edit feeding
de: Mahlzeit bearbeiten
es: Editar toma
fr: Modifier la tétée
it: Modifica poppata
pl: Edytuj karmienie
pt: Editar mamada

# feeding_empty
source: No feedings logged yet. Add your first above.
de: Noch keine Mahlzeiten eingetragen. Füge oben deine erste hinzu.
es: Aún no hay tomas registradas. Añade la primera arriba.
fr: Aucun repas enregistré pour le moment. Ajoutez le premier ci-dessus.
it: Nessun pasto registrato finora. Aggiungi il primo qui sopra.
pl: Brak zapisanych karmień. Dodaj pierwsze powyżej.
pt: Ainda não há refeições registadas. Adicione a primeira acima.

# feeding_last_switch
source: Last switch at %1$@
de: Letzter Wechsel um %1$@
es: Último cambio a las %1$@
fr: Dernier changement à %1$@
it: Ultimo cambio alle %1$@
pl: Ostatnia zmiana o %1$@
pt: Última troca às %1$@

# feeding_length
source: How long?
de: Wie lange?
es: ¿Cuánto tiempo?
fr: Combien de temps ?
it: Quanto a lungo?
pl: Jak długo?
pt: Quanto tempo?

# feeding_length_end
source: End time
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora di fine
pl: Godzina zakończenia
pt: Hora de fim

# feeding_log_title
source: Log a feeding
de: Mahlzeit eintragen
es: Registrar una toma
fr: Enregistrer un repas
it: Registra un pasto
pl: Zapisz karmienie
pt: Registar uma refeição

# feeding_notif_text
source: It's been %1$@ since the last feed.
de: Die letzte Mahlzeit war vor %1$@.
es: Han pasado %1$@ desde la última toma.
fr: Cela fait %1$@ depuis le dernier repas.
it: È passato %1$@ dall'ultimo pasto.
pl: Od ostatniego karmienia minęło %1$@.
pt: Já passaram %1$@ desde a última refeição.

# feeding_notif_title
source: Time for a feed?
de: Zeit für eine Mahlzeit?
es: ¿Hora de una toma?
fr: C'est l'heure du repas ?
it: Ora di un pasto?
pl: Czas na karmienie?
pt: Horas de uma refeição?

# feeding_notif_title_baby
source: Time to feed %1$@?
de: Zeit, %1$@ zu füttern?
es: ¿Hora de alimentar a %1$@?
fr: C'est l'heure du repas de %1$@ ?
it: Ora di nutrire %1$@?
pl: Czas nakarmić %1$@?
pt: Horas de alimentar %1$@?

# feeding_on_left
source: On the left breast
de: An der linken Brust
es: En el pecho izquierdo
fr: Sein gauche en cours
it: Sul seno sinistro
pl: Lewa pierś
pt: Na mama esquerda

# feeding_on_right
source: On the right breast
de: An der rechten Brust
es: En el pecho derecho
fr: Sein droit en cours
it: Sul seno destro
pl: Prawa pierś
pt: Na mama direita

# feeding_resume
source: Resume feeding · %1$@
de: Stillen fortsetzen · %1$@
es: Reanudar la toma · %1$@
fr: Reprendre la tétée · %1$@
it: Riprendi la poppata · %1$@
pl: Wznów karmienie · %1$@
pt: Retomar a mamada · %1$@

# feeding_segments
source: This session
de: Diese Sitzung
es: Esta toma
fr: Cette tétée
it: Questa poppata
pl: Ta sesja
pt: Esta mamada

# feeding_start_left
source: Start left
de: Links starten
es: Empezar izquierdo
fr: Démarrer à gauche
it: Inizia a sinistra
pl: Zacznij od lewej
pt: Começar à esquerda

# feeding_start_right
source: Start right
de: Rechts starten
es: Empezar derecho
fr: Démarrer à droite
it: Inizia a destra
pl: Zacznij od prawej
pt: Começar à direita

# feeding_stop_save
source: Stop & save
de: Stoppen & speichern
es: Parar y guardar
fr: Arrêter et enregistrer
it: Ferma & salva
pl: Zatrzymaj & zapisz
pt: Parar & guardar

# feeding_switch_to_left
source: Switch to left
de: Zu links wechseln
es: Cambiar al izquierdo
fr: Passer à gauche
it: Passa a sinistra
pl: Przełącz na lewą
pt: Mudar para a esquerda

# feeding_switch_to_right
source: Switch to right
de: Zu rechts wechseln
es: Cambiar al derecho
fr: Passer à droite
it: Passa a destra
pl: Przełącz na prawą
pt: Mudar para a direita

# feeding_total
source: Total %1$@
de: Gesamt %1$@
it: Totale %1$@
pl: Razem %1$@

# field_amount
source: Amount
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
pl: Ilość
pt: Quantidade

# field_amount_solid
source: Amount eaten
de: Gegessene Menge
es: Cantidad comida
fr: Quantité mangée
it: Quantità mangiata
pl: Zjedzona ilość
pt: Quantidade comida

# field_baby_name
source: Baby's name
de: Name des Babys
es: Nombre del bebé
fr: Prénom du bébé
it: Nome del bambino
pl: Imię dziecka
pt: Nome do bebé

# field_bleeding
source: Bleeding (lochia)
de: Blutung (Wochenfluss)
es: Sangrado (loquios)
fr: Saignements (lochies)
it: Sanguinamento (lochiazioni)
pl: Krwawienie (odchody połogowe)
pt: Sangramento (lóquios)

# field_breast_comfort
source: Breast comfort
de: Wohlbefinden der Brust
es: Comodidad del pecho
fr: Confort des seins
it: Comfort del seno
pl: Komfort piersi
pt: Conforto das mamas

# field_date
source: Date
de: Datum
es: Fecha
it: Data
pl: Data
pt: Data

# field_date_of_birth
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
pl: Data urodzenia
pt: Data de nascimento

# field_duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pl: Czas trwania
pt: Duração

# field_end
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
pl: Koniec
pt: Fim

# field_head
source: Head circumference
de: Kopfumfang
es: Perímetro craneal
fr: Périmètre crânien
it: Circonferenza cranica
pl: Obwód głowy
pt: Perímetro cefálico

# field_head_short
source: Head
de: Kopf
es: Cabeza
fr: Tête
it: Testa
pl: Głowa
pt: Cabeça

# field_height
source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
pl: Wzrost
pt: Altura

# field_mood
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
it: Umore
pl: Nastrój
pt: Humor

# field_notes_optional
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
it: Note (facoltativo)
pl: Notatki (opcjonalnie)
pt: Notas (opcional)

# field_side
source: Side
de: Seite
es: Lado
fr: Côté
it: Lato
pl: Strona
pt: Lado

# field_start
source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio
pl: Początek
pt: Início

# field_storage
source: Where does it go?
de: Wohin kommt sie?
es: ¿Dónde se guarda?
fr: Où va-t-il ?
it: Dove va conservato?
pl: Gdzie trafia?
pt: Onde fica guardado?

# field_time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
pl: Godzina
pt: Hora

# field_type
source: Type
de: Art
es: Tipo
it: Tipo
pl: Typ
pt: Tipo

# field_weight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pl: Waga
pt: Peso

# fmt_date
source: MMM d
de: d. MMM
es: d MMM
fr: d MMM
it: d MMM
pl: d MMM
pt: d MMM

# fmt_datetime
source: MMM d, HH:mm
de: d. MMM, HH:mm
es: d MMM, HH:mm
fr: d MMM, HH:mm
it: d MMM, HH:mm
pl: d MMM, HH:mm
pt: d MMM, HH:mm

# greeting_afternoon
source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
pl: Dzień dobry
pt: Boa tarde

# greeting_evening
source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
pl: Dobry wieczór
pt: Boa noite

# greeting_hello
source: Hello
de: Hallo
es: Hola
fr: Bonjour
it: Ciao
pl: Cześć
pt: Olá

# greeting_morning
source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pl: Dzień dobry
pt: Bom dia

# growth_add
source: Add measurement
de: Messung hinzufügen
es: Añadir medida
fr: Ajouter la mesure
it: Aggiungi misurazione
pl: Dodaj pomiar
pt: Adicionar medição

# growth_empty
source: No measurements logged yet.
de: Noch keine Messungen eingetragen.
es: Aún no hay medidas registradas.
fr: Aucune mesure enregistrée pour le moment.
it: Nessuna misurazione registrata finora.
pl: Brak zapisanych pomiarów.
pt: Ainda não há medições registadas.

# growth_head_cm
source: head %1$.1f cm
de: Kopf %1$.1f cm
es: cabeza %1$.1f cm
fr: tête %1$.1f cm
it: testa %1$.1f cm
pl: głowa %1$.1f cm
pt: cabeça %1$.1f cm

# growth_log_title
source: Log a measurement
de: Messung eintragen
es: Registrar una medida
fr: Enregistrer une mesure
it: Registra una misurazione
pl: Zapisz pomiar
pt: Registar uma medição

# growth_measurement
source: Measurement
de: Messung
es: Medida
fr: Mesure
it: Misurazione
pl: Pomiar
pt: Medição
